experiments/redis_contention/combined_bandwidth_contention_final/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_68/pair_23/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         6167.90    308394.79         0.27         0.64777         0.64700         0.97500         1.08700    318079.95 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       6167.90    308394.79         0.27         0.64777         0.64700         0.97500         1.08700    318079.95